Revit 2024 API
ParameterTypeId.RbsParallelconduitsHorizontalNumber Property
 "Horizontal Number for parallel conduits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsParallelconduitsHorizontalNumber { get; }
Visual Basic
Public Shared ReadOnly Property RbsParallelconduitsHorizontalNumber As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsParallelconduitsHorizontalNumber {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace